

/* Seafile */
"%@ can't verify the identity of the website \"%@\"" = "%1$@ ne peut pas vérifier l'identité du site \"%2$@\"";

/* Seafile */
"%@ does not support to preview file of this kind at the moment." = "%@ ne supporte pas la prévisualisation de ce type de fichier pour le moment.";

/* Seafile */
"%@ invite you to %@" = "%1$@ vous invite sur %2$@";

/* Seafile */
"%@, Uploaded %@" = "%1$@, téléversé %2$@";

/* Seafile */
"%@, uploading" = "%@, envoi en cours";

/* Seafile */
"%@, waiting to upload" = "%@, en attente de téléversement";

/* Seafile */
"%ld photos remain" = " il reste %ld photos ";

/* Seafile */
"1 photo remain" = "Il reste 1 photo ";

/* Seafile */
"About" = "À propos";

/* Seafile */
"Account" = "Compte";

/* Seafile */
"Account Info" = "Information du compte";

/* Seafile */
"Accounts" = "Comptes";

/* Seafile */
"Activities" = "Activités";

/* Seafile */
"Activity" = "Activité";

/* Seafile */
"Add a new discussion" = "Ajouter une nouvelle discussion";

/* Seafile */
"Add account" = "Ajouter un compte";

/* Seafile */
"Add contact" = "Ajouter un contact";

/* Seafile */
"All photos synced" = "Toutes les photos sont synchronisées";

/* Seafile */
"Are you sure to clear all the cache?" = "Etes vous certain de vouloir effacer tout le cache ?";

/* Seafile */
"Auto Camera Upload" = "Téléversement auto des photos";

/* Seafile */
"Back" = "Retour";

/* Seafile */
"Back to Last Account" = "Revenir au dernier compte";

/* Seafile */
"Cache" = "Cache";

/* FolderView_iPad.storyboard */
"Camera Upload" = "Téléversement des photos/vidéos";

/* Seafile */
"Cancel" = "Annuler";

/* Seafile */
"Cancel download" = "Annuler le téléchargement";

/* Seafile */
"Checking library password ..." = "Vérification du mot de passe de la bibliothèque ...";

/* Seafile */
"Choose" = "Choisir";

/* Seafile */
"Choose an account to start" = "Choisissez un compte pour commencer";

/* Seafile */
"Click \"Search\" to start" = "Cliquez sur \"Rechercher\" pour commencer";

/* Seafile */
"Connecting to server" = "Connexion au serveur";

/* Seafile */
"Copy" = "Copier";

/* Seafile */
"Copy Link to Clipboard" = "Copier le lien dans le presse-papier";

/* Seafile */
"Copy image to clipboard" = "Copier l'image dans le presse-papier";

/* Seafile */
"Copy share link to clipboard" = "Copier le lien de partage dans le presse-papiers";

/* Seafile */
"Copying files ..." = "Copie de fichiers ...";

/* Seafile */
"Creating file ..." = "Création du fichier ...";

/* Seafile */
"Creating folder ..." = "Création du répertoire ...";

/* Seafile */
"Delete" = "Supprimer";

/* Seafile */
"Deleting directory ..." = "Suppression du dossier";

/* Seafile */
"Deleting file ..." = "Suppression du fichier ...";

/* Seafile */
"Deleting files ..." = "Suppression des fichiers ...";

/* Seafile */
"Destination" = "Destination";

/* Seafile */
"Directory '%@' is shared with you using %@" = "Le répertoire '%1$@' est partagé avec vous dans %2$@";

/* Seafile */
"Discussion" = "Discussion";

/* Seafile */
"Do you want reset the uploaded photos?" = "Voulez-vous réinitialiser les photos envoyées?";

/* Seafile */
"Download" = "Téléchargement";

/* Seafile */
"Edit" = "Éditer";

/* Seafile */
"Email" = "Email";

/* Seafile */
"Failed to add discussion" = "Impossible d'ajouter une discussion";

/* Seafile */
"Failed to copy files" = "Impossible de copier les fichiers";

/* Seafile */
"Failed to create file" = "Impossible de créer le fichier";

/* Seafile */
"Failed to create folder" = "Impossible de créer le répertoire";

/* Seafile */
"Failed to delete files" = "Impossible de supprimer les fichiers";

/* Seafile */
"Failed to generate share link of directory '%@'" = "Échec de la génération d'un lien de partage pour la bibliothèque '%@'";

/* Seafile */
"Failed to generate share link of file '%@'" = "Impossible de générer le lien de partage du fichier '%@'";

/* Seafile */
"Failed to get groups ..." = "Impossible de récupérer les groupes ...";

/* Seafile */
"Failed to get messages" = "Impossible de récupérer les messages";

/* Seafile */
"Failed to get starred files" = "Impossible d'obtenir les fichiers favoris";

/* Seafile */
"Failed to identify the coding of '%@'" = "Impossible d'identifier le codage de'%@'";

/* Seafile */
"Failed to load activities" = "Impossible de charger les activités";

/* Seafile */
"Failed to load content of the directory" = "Impossible de charger le contenu du répertoire";

/* Seafile */
"Failed to load files" = "Impossible de charger les fichiers";

/* Seafile */
"Failed to login" = "Failed to login";

/* Seafile */
"Failed to move files" = "Impossible de déplacer les fichiers";

/* Seafile */
"Failed to rename file" = "Impossible de renommer le fichier";

/* Seafile */
"Failed to save %@ to album" = "Impossible de sauvegarder %@ dans l'album";

/* Seafile */
"Failed to search" = "Impossible de rechercher";

/* Seafile */
"Failed to send message" = "Impossible d'envoyer le message";

/* Seafile */
"Failed to upload file" = "Impossible de téléverser le fichier";

/* Seafile */
"File '%@' is shared with you using %@" = "Le fichier '%1$@'' est partagé avec vous en utilisant %2$@'";

/* Seafile */
"File '%@' is too large to edit" = "Le fichier '%@' est trop volumineux pour être éditer";

/* Seafile */
"File '%@' uploaded success" = "Le fichier '%@' a été téléversé avec succès";

/* Seafile */
"File name invalid" = "Le nom du fichier n'est pas valide";

/* Seafile */
"File name must not be empty" = "Le nom du fichier ne peut pas être vide";

/* Seafile */
"Folder name invalid" = "Le nom du dossier n'est pas valide";

/* Seafile */
"Folder name must not be empty" = "Le nom du dossier ne peut pas être vide";

/* Seafile */
"For example: https://seacloud.cc or http://192.168.1.24:8000" = "Par exemple: https://seacloud.cc ou http://192.168.1.24:8000";

/* Seafile */
"Generate share link ..." = "Générer le lien de partage ...";

/* Seafile */
"Generate share link success" = "Le lien de partage a été généré avec succès";

/* Seafile */
"Group discussion" = "Groupe de discussion";

/* Seafile */
"Hey there!<br/><br/> I've been using %@ and thought you might like it. It is a free way to bring all you files anywhere and share them easily.<br/><br/>Go to the official website of %@:</br></br> <a href=\"%@\">%@</a>\n\n" = "Bonjour!<br/><br/> j'utilise %1$@ je pense que vous apprécierez aussi. C'est une solution libre pour accédez à vos fichiers de partout et les partager simplement.<br/><br/>Rendez-vous sur le site officiel de %2$@:</br></br> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"Hi,<br/><br/>Here is a link to <b>'%@'</b> in my %@:<br/><br/> <a href=\"%@\">%@</a>\n\n" = "Bonjour,<br/><br/>veuillez trouver un lien vers <b>'%1$@'</b> dans mon %2$@:<br/><br/> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"Hi,<br/><br/>Here is a link to directory <b>'%@'</b> in my %@:<br/><br/> <a href=\"%@\">%@</a>\n\n" = "Bonjour,<br/><br/>veuillez trouver un lien vers <b>'%1$@'</b> dans mon %2$@:<br/><br/> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"How would you like to share this file?" = "Comment voulez-vous partager ce fichier ?";

/* Seafile */
"Invalid Server" = "Serveur non valide";

/* Seafile */
"Invalid email" = "Courriel non valide";

/* No comment provided by engineer. */
"Last Updated: %@" = "Dernières modifications : %@";

/* Seafile */
"Libraries" = "Bibliothèques";

/* Loading Status */
"Loading..." = "Chargement...";

/* Seafile */
"Local Cache" = "Cache local";

/* Seafile */
"Login" = "Identification";

/* Seafile */
"Message" = "Message";

/* Seafile */
"Messages" = "Messages";

/* Seafile */
"Move" = "Déplacer";

/* Seafile */
"MoveTo" = "Déplacer vers";

/* Seafile */
"Moving files ..." = "Déplacement des fichiers ...";

/* Seafile */
"My Own Libraries" = "Mes Librairies";

/* FailToPreview_iPad.xib, FailToPreview_iPhone.xib, SeafCell.xib, SeafDirCell.xib, SeafMessageCell.xib, SeafUploadDirViewController.xib */
"Name" = "Nom";

/* Seafile */
"Network unavailable" = "Réseau indisponible";

/* Seafile */
"New File" = "Nouveau fichier";

/* Seafile */
"New Folder" = "Nouveau dossier";

/* Seafile */
"New file name" = "Nouveau nom de fichier";

/* Seafile */
"New folder name" = "Nouveau nom de répertoire";

/* Seafile */
"No Results" = "Aucun résultat";

/* Seafile */
"OK" = "OK";

/* Seafile */
"Open elsewhere..." = "Ouvrir ailleurs...";

/* Seafile */
"Open in other applications" = "Ouvrir dans une autre application";

/* Seafile */
"Other Server" = "Autre serveur";

/* Seafile */
"Password" = "Mot de passe";

/* Seafile */
"Password must not be empty" = "Le mot de passe ne peut être vide";

/* Seafile */
"Password of this library" = "Mot de passe de la bibliothèque";

/* Seafile */
"Password required" = "Mot de passe requis";

/* Seafile */
"PasteTo" = "Copier vers";

/* Seafile */
"Photos" = "Photos";

/* Seafile */
"Photos are not accessible" = "Les photos ne sont pas accessibles";

/* Seafile */
"Post a discussion to group" = "Déposez une discussion au groupe";

/* Seafile */
"Preview" = "Prévisualiser";

/* Seafile */
"Print" = "Imprimer";

/* Pull down to get more messages */
"Pull down to get more messages..." = "Tirer vers le bas pour obtenir plus de messages...";

/* Pull down to refresh status */
"Pull down to refresh..." = "Tirer vers le bas pour rafraîchir...";

/* Seafile */
"Redownload" = "Télécharger à nouveau";

/* Release to get more messages */
"Release to get more messages..." = "Relâcher pour obtenir plus de messages...";

/* Release to refresh status */
"Release to refresh..." = "Relacher pour rafraîchir...";

/* Seafile */
"Rename" = "Renommer";

/* Seafile */
"Renaming file ..." = "Fichier en cours de renommage ...";

/* Seafile */
"Replace" = "Remplacer";

/* Seafile */
"Reset repo password" = "Ré-initialiser le mot de passe du repo";

/* Seafile push notification message */
"SEAFILE_LOC_KEY_FORMAT" = "%@, vous avez de nouveaux messages de %@";

/* Seafile */
"Save" = "Sauvegarder";

/* Seafile */
"Save to %@" = "Sauvegarder vers %@";

/* Seafile */
"Save to album" = "Sauvegarder vers l'album";

/* Seafile */
"Seafile" = "Seafile";

/* Seafile */
"Search" = "Rechercher";

/* Seafile */
"Search is not supported on the server" = "La recherche n'est pas possible sur ce serveur";

/* Seafile */
"Searching" = "Recherche";

/* Seafile */
"Searching ..." = "Recherche ...";

/* Seafile */
"Select All" = "Tout sélectioner";

/* Seafile */
"Select None" = "Ne rein sélectionner";

/* No comment provided by engineer. */
"Send" = "Envoyer";

/* Seafile */
"Send share link via email" = "Envoyer un lien de partage par mail";

/* Seafile */
"Sending" = "En cours d'envoi...";

/* Seafile */
"Sending..." = "En cours d'envoi...";

/* Seafile */
"Server" = "Serveur";

/* Seafile */
"Server must not be empty" = "Le serveur ne peut être vide";

/* Seafile */
"Server, like https://seafile.cc" = "Serveur, comme https://seafile.cc";

/* Seafile */
"Settings" = "Réglages";

/* Seafile */
"Shibboleth" = "Shibboleth";

/* Seafile */
"Shibboleth Login" = "Connexion Shibboleth";

/* Seafile */
"Sort by Last Modifed Time" = "Trier par date de dernière modification";

/* Seafile */
"Sort by Name" = "Trier par nom";

/* Seafile */
"Space Used" = "Espace utilisé";

/* Seafile */
"Starred" = "Favoris";

/* Seafile */
"Start to download folder: " = "Start to download folder: ";

/* Seafile */
"Success to save %@ to album" = "Sauvegarde vers l'album %@ réussie";

/* Seafile */
"Tell Friends about %@" = "Parler de %@ à vos amis";

/* Seafile */
"The certificate from this website has been changed. Would you like to connect to the server anyway?" = "Le certificat de ce site a changé. Voulez-vous néanmoins continuer la connexion ?";

/* Seafile */
"The certificate from this website is invalid. Would you like to connect to the server anyway?" = "Le certificat de ce site n'est pas valide. Voulez-vous malgré tout vous connecter au serveur";

/* Seafile */
"The length of password should be between 3 and 100" = "La longueur du mot de passe doit être comprise entre 3 et 100";

/* Seafile */
"The mail account has not been set yet" = "Le compte de messagerie n'a pas encore été renseigné";

/* Seafile */
"The token is invalid, you need to login again" = "Le jeton est invalide, vous devez vous reconnecter";

/* Seafile */
"There is no app which can open this type of file on this machine" = "Aucune application ne peut ouvrir ce type de fichier sur cette machine";

/* Seafile */
"This app does not have access to your photos and videos." = "Cette application n'a pas accès à vos photos et vidéos";

/* Seafile */
"This function is not supportted yet" = "Cette fonction n'est pas encore supportée";

/* Seafile */
"This function is not supportted yet，you can copy it to the pasteboard and send mail by yourself" = "Cette fonction n'est pas encore supportée，copiez le lien dans le presse-papier et envoyez le par email";

/* Seafile */
"Upload" = "Téléverser";

/* Seafile */
"Upload Destination" = "Dossier de destination";

/* Seafile */
"Upload Videos" = "Téléverser vidéos";

/* Seafile */
"Username" = "Nom d'utilisateur";

/* Seafile */
"Username must not be empty" = "Le nom d'utilisateur ne peut être vide";

/* Seafile */
"Version" = "Version";

/* Seafile */
"Website" = "Site web";

/* Seafile */
"Welcome to %@" = "Bienvenue sur %@";

/* Seafile */
"Wifi Only" = "Wifi seulement";

/* Seafile */
"Wipe Cache" = "Nettoyer le cache";

/* Seafile */
"Wrong library password" = "Le mot de passe de la bibliothèque est incorrect";

/* Seafile */
"Wrong username or password" = "Nom d'utilisateur ou mot de passe incorrect";

/* Seafile */
"You can enable access in Privacy Settings" = "Vous ne pouvez pas activer l'accès aux paramètres privés";

/* Seafile */
"cached" = "caché";

/* Seafile */
"modified" = "modifié";

/* Seafile */
"uploading" = "envoi en cours";

/* FolderView_iPad.storyboard, FolderView_iPhone.storyboard */
"www.seafile.com" = "www.seafile.com";
